{
	"moonphase":[
                 "Растущая луна",
                 "Убывающая луна",
                 "Новолуние",
                 "Полнолуние",
                 "1 четверть",
                 "2 четверть",
                 "3 четверть",
                 "4 четверть"
                 ],
	"phasedesc":[
                 "На растущей Луне принято начинать новые дела, и сон растущей Луны показывает, что именно и как лучше начать, какие сферы жизни требуют перемен. Сны растущей Луны показывают нечто новое, что стучится в нашу жизнь и скоро окажется рядом с нами. Такие сны можно назвать наполняющими. Сюжеты этих снов, как и снов убывающей Луны, могут быть самые разные, от банальных житейских историй до невероятных, фантастических. Но все они означают одно: скоро это с нами может произойти.",
                 "На убывающей Луне нужно заканчивать дела, начатые во время Луны растущей, поэтому сны убывающей Луны показывают то, что пора закончить, как это сделать и что изменится в наших старых планах. На убывающей Луне можно увидеть и события далекого прошлого. Если нам снится страшный, неприятный сон во время убывающей Луны, то это, как ни странно - к добру, он означает, что неприятности убудут из нашей жизни, перестанут происходить события, вызывающие неприятные чувства и эмоции. Таким образом, сны убывающей Луны можно назвать очищающими. Если на убывающей Луне снится что-то приятное, то, к сожалению, этого не произойдет в реальности. Однако сны убывающей Луны показывают то, что в нашей жизни нам не нужно, и предвещают ситуации или изменение мировоззрения, которые избавят нас от этого лишнего.",
                 "В новолуние нам снятся сны о том, о чем мы слишком много думаем. Если в полнолуние много эмоций, то в новолуние – мыслей. Сны под влиянием Солнца, заведующего нашим разумом, указывают на то, о чем не следует размышлять слишком много.",
                 "Сны в полнолуние самые необычные. Все то, что снится нам в полнолуние, приобретает невероятную окраску. Сны показывают нам те аспекты, в которых мы слишком эмоциональны. Они призывают нас к душевному успокоению. Показывают где нам необходимо сбавить обороты или перестать беспокоиться. То, что Вам приснилось в полнолуние не обязательно нужно выполнять и не обязательно это сбудется.",
                 "Сны первой четверти Луны не менее напряженны, чем сны полнолуния и новолуния. И все-таки в них не так явно преобладает энергия Луны или Солнца. В это время мы видим только половинку Луны. В день первой четверти, когда растущая Луна прибывает, нам снятся сны о том, как избавиться от излишней рациональности (решается проблема, привидевшаяся нам в новолуние). Луна показывает, как лучше использовать чувства в делах, требующих рационального подхода. Часто такие сны оставляют в нас лирическое «послевкусие», что несколько притупляет нашу рассудочность.",
                 "",
                 "В день третьей четверти, когда спадающая Луна достигает половины своих размеров, можно увидеть сон о наилучшем использовании возможностей разума при излишне эмоциональных, нервных состояниях (о чем говорили сны полнолуния).",
                 "Сны последней четверти Луны не менее напряженны, чем сны полнолуния и новолуния. И все-таки в них не так явно преобладает энергия Луны или Солнца. В это время мы видим только половинку Луны. В день последней четверти, когда убывающая Луна вновь достигает половины своих размеров, можно увидеть сон о том, как лучше подключить разум при излишне эмоциональных, нервных состояниях (на которые, кстати, нам указывали сны полнолуния)."
                 ]
}