{
    "moonday":[
	"1",
	"2",
	"3",
	"4",
	"5",
	"6",
	"7",
	"8",
	"9",
	"10",
	"11",
	"12",
	"13",
	"14",
	"15",
	"16",
	"17",
	"18",
	"19",
	"20",
	"21",
	"22",
	"23",
	"24",
	"25",
	"26",
	"27",
	"28",
	"29",
	"30"
	],
    "dreamdesc": [
	"Сон исполнится и предвещает благополучие.",
	"Сон пустой, ничего не значащий.",
	"Сон исполнится неожиданно и быстро.",
	"Сон, особенно цветной, сбудется.",
	"Сбудется только тот сон, который обещает радостные и ожидаемые события.",
	"Сон сбудется обязательно.",
	"Сон исполнится при условии, что о нем никому нельзя рассказывать.",
	"Исполнение сна возможно.",
	"Сбудется сон, предвещающий успех.",
	"Исполнится сон, который предвещает неприятности.",
	"Сон - к счастью.",
	"Исполнится сон, предвещающий благополучие и удачу.",
	"Сон - предупреждение.",
	"Тяжелый сон.",
	"Сбудется только хороший сон.",
	"Сон пустой и не имеет никакого значения.",
	"Сон предвещает успех.",
	"Хороший сон предвещает прибыль и удачные приобретения.",
	"Сон обещает разлад в семье и семейные неприятности.",
	"Сон быстро исполнится.",
	"Радостный сон сбывается.",
	"Сон предупреждает о грядущих неприятностях.",
	"Сон - дежа-вю.",
	"Добрый сон исполнится.",
	"Сон ничего важного не предвещает.",
	"Сон улучшает настроение.",
	"Бессмысленный сон.",
	"Сон предвещает препятствия, затруднения в делах.",
	"Сон не сбудется.",
	"Сон сбывается не всегда."
	],
	"otherdesc": [
	"День новолуния неблагоприятен для работы - как в коллективе, так и индивидуальной. Неправильная оценка своих сил и поступков могут привести к ощутимым потерям, если человек в этот день будет заниматься активной деятельностью. Жизненные силы в этот день невелики, поэтому следует избегать перегрузок, не стоит затевать рискованных дел. Однако неплохо начать предприятие, которое вы хотите сохранять в тайне. Это время может быть благоприятно для самоанализа, для оценки своих прошлых поступков и для новых творческих замыслов. Хороший день для общения с книгой.",
	"В этот день особое внимание следует обратить на такие свои качества, как злость и скупость, захватнические инстинкты. Их преодоление поможет воплотить в жизнь новые начинания. Хороший день для начала новых общественных мероприятий, для начала цикла физических упражнений или лечебной диеты.",
	"Это период агрессивности, активной борьбы, напора. Возможны конфликты между близкими людьми. Если в этот день вы не сладите с негативными эмоциями, то они могут испортить вам настроение надолго. Хороший день для физических упражнений.",
	"День активных контактов, хорош для торговой деятельности. Возрастают дипломатичность и склонность к риску. Однако нужно стараться не принимать скоропалительных решений. Есть опасность пасть жертвой козней соперников. Хорошо провести этот день на природе.",
	"В этот день от вас требуется особая верность долгу и собственным принципам, большая сознательность и умение противостоять негативным влияниям. Если же вера в себя будет поколеблена, то нерешительность и растерянность могут весьма существенно изменить ваши планы и начинания. В этот день следует уделять особое внимание пище.",
	"Очень благоприятный день, способствующий проявлению самых разных способностей. В этот день у многих людей прорезается дар предвидения, развивается интуиция. Возможно расширение контактов, хорошо идёт общественная и научная деятельность. День также благоприятен для общения с противоположным полом.",
	"В этот день хорошо реализуются идеи, возникшие накануне. Есть возможность получить поддержку со стороны других людей - как близких родственников, так и новых знакомых. Следует особенно внимательно и ответственно относиться к своим словам. Если вы сможете проявить организованность, то этот период будет весьма плодотворен для деловой активности.",
	"День сложный, но удачен для поездок, путешествий и переезда. В общении с партнёрами и сослуживцами следует быть внимательным. В этот день старые, незавершённые дела могут потребовать много сил и времени. А новые дела и намечающиеся планы потребуют основательной подготовки.",
	"Очень напряжённый день, требующий борьбы с обольщениями, обманами и иллюзиями. У вас может накопиться недовольство людьми, окружающими вас, но идти на конфликт с ними в этот день опасно для обеих сторон. Хорошо делать те дела, которые уже давно начаты и требуют только продолжения.",
	"Хороший день для любых дел, как важных, так и незначительных. Этот день весьма благоприятен для творчества, для духовных поисков, для любви. Неприятные события, случившиеся в этот день, скорее всего будут кратковременными и не получат развития.",
	"Один из лучших дней лунного месяца. Смело реализуйте свои замыслы, воплощайте в жизнь дела, начатые накануне. Особенно хороший период для начала долгого путешествия. Но учтите: поскольку этот день очень мощен энергетически, надо быть очень осторожным и внимательным при выполнении любого дела.",
	"День неблагоприятен для межличностных отношений, особенно для любовных. В деловой сфере вас также ждут испытания, разногласия и конфликты. В этот день хорошо дать выход своим эмоциям в сфере благотворительности, проявить милость: дарить подарки, раздавать милостыню, выполнять просьбы.",
	"Этот день хорошо посвятить честному разбору своих ошибок, анализу неудач предыдущего дня. Если вы действительно вынесете из этого урок, то у вас появятся благоприятные возможности укрепить своё положение в глазах окружающих, возможен всплеск творческой энергии.",
	"Благоприятный день для начала любого важного дела, для выхода со своими предложениями на новый уровень, для использования информации и призыва к чему-либо. Однако прежде чем приниматься за дело, желательно вначале всё хорошо продумать. Подходящий день для укрепления отношений с родственниками.",
	"День искушений, в который требует особенно активно защищать справедливость. Этот день нередко приносит кратковременное блаженство, сменяющееся долгим разочарованием. Вероятны осложнения в отношениях с коллегами и членами семьи.",
	"День гармонии, равновесия, справедливости. В этот день многие люди ощущают переизбыток энергии, которую необходимо направить в творческое русло, иначе она выплеснется в агрессивных, необдуманных поступках.",
	"Хороший день для важных дел. Это день обретения внутренней свободы, накопления, плодородия, радости бытия, выхода на идеальную любовь. Хорош для заключения брака (он будет держаться на любви), супружеских отношений, веселья, раскрепощения, сублимации половой энергии.",
	"Неблагоприятный день, в который от вас потребуется сдержанность и благоразумие. Возможно затруднение деловых связей, возникновение неожиданных проблем 'из ничего'.",
	"Несчастливый день, в который лучше всего, если только позволяют обстоятельства, оставаться дома и никуда не выходить. Нельзя жениться или выходить замуж. В этот день особо следует опасаться пьяных людей, способных нанести ущерб здоровью и даже изувечить. В данный день полезно заняться нравственной чисткой: покаянием, избавлением от гордыни, лжи, иллюзий, чужих мыслей.",
	"День кармических испытаний и духовного прозрения. Лучший день для духовных практик и при этом очень плохой день для работы в коллективе, для подписания договоров. Возможны конфликты на работе и вне её. Лучше всего этот день провести в уединении.",
	"Активный, творческий, удачный день. Полезны поездки, контакты с вышестоящими, групповые занятия, объединение людей. Хорошо начинать путешествия, переходить на новую работу, принимать водные процедуры, выполнять физические упражнения, быть на воздухе.",
	"Хороший день для передачи опыта, обучения, для переосмысления прошлого и построения планов на будущее. День творческих возможностей и позитивного общения с партнёрами и сослуживцами.",
	"В этот день нужно соблюдать осторожность. Это противоречивый период, в который трудно начинать новые дела. Считается, что этот день связан с травлей, преследованием, изгнанием, столкновением с рассвирепевшей толпой. Возможны зависть и ревность со стороны партнёра.",
	"Довольно нейтральный день, в который лучше всего продолжать делать уже начатые дела. День хорош для зачатия, лечения, укрепления здоровья. В отношениях с другими людьми нужно избегать проявлений силы и грубости. Возможны конфликты с начальством.",
	"День хорош и удачен для поездок и путешествий, командировок и переезда, для торговли и судебных дел, для сосредоточения на духовных проблемах, для сна и отдыха. Противопоказана поспешность. Возможны вялость и обострение хронических заболеваний.",
	"Сложный, критический день. Рекомендуются воздержание, пост, отсечение ненужных контактов, трезвая оценка действительности, познание жизни и худшего в людях, срывание масок. Лучше воздерживаться от активной деятельности, иначе можно перерасходовать энергию, особенно в пустой болтовне. Возможно столкновение с ханжеством, грубым материализмом, ограблениями. Следует бороться с желанием приписать себе все заслуги.",
	"День хорош для любой работы, для общения с людьми старшего поколения, для получения сокровенных знаний. Есть возможность по-новому взглянуть на старые проблемы. Поэтому в этот день лучше избегать новых предприятий и постараться получить максимум возможного от старых дел.",
	"Благоприятный день. Можно заниматься 'земными' делами: покупать дом, делать ремонт, сажать полезные растения. Но возможно ослабление здоровья. Мудрые советы партнёров смогут предупредить вас о готовящихся неприятностях, а также защитить от недоброжелателей.",
	"Неблагоприятный день. Возможны проявления депрессии, понижение жизненного тонуса, проявление различных болезней. Опасность травм и обманов. Следует делать только самые необходимые житейские дела, обрубать фальшивые связи, гнать дурные мысли, проводить чистку организма.",
	"Хорошо завершать дела, раздавать долги, дарить людям радость. Это время, когда необходимо расставить все точки над 'и' и подвести черту под прошлыми планами, делами и отношениями. День неудачен для контактов с новыми партнёрами, однако благоприятен контакт с родственниками и со старыми партнёрами, которые способны оказать поддержку и дать правильный совет."
	]
}